[
    {
        "name": "Oberonia",
        "discovery": "Lindl. 1830",
        "description": "owe-ber-OWN-ee-ah (click on the name to hear it spoken)\r\nTribe: Malaxideae \r\nSubtribe:\n\n\r\nDr. John Lindley established this genus of sympodial orchids in 1830. The generic epithet honours Oberon - King of the Fairies, lives in hiding; in reference to the insignificant flowers. Type species for this genus is Oberonia iridifolia. The plants are generally quite attractive with their iris-like growth habit. The flowers in the majority of the species are minute and can only be appreciated through a high-powered magnifying glass. Any species in cultivation from this genus would only be found in specialist collections.",
        "species": "The World Checklist of Monocotyledons recognizes 311 species and 1 natural hybrid. (2005)",
        "distribution": "East Africa, India, throughout South East Asia, New Guinea, northern Australia and the islands of the Pacific Ocean."
    },
    {
        "name": "Octomeria",
        "discovery": "R. Brown 1813",
        "description": "ok-toh-MER-ee-a (click on the name to hear it spoken)\r\nTribe: Epidendreae \r\nSubtribe: Pleurothallidinae\n\n\nOctomeria is from the Greek for \"eight parts\" referring to the eight pollinia. Some have flat leaves while others have terete or needle-like foliage. At the base of the leaf are the single flowers with large membranous sepals and petals. The lips are lobed with a hinged base.\n\r\nTo learn more, join The Pleurothallid Alliance, an AOS affiliated specialty group www.pleurothallids.com",
        "species": "The World Monocot Checklist contains 149 accepted names (9/2007).",
        "distribution": "Throughout the American tropics with the majority in Brazil."
    },
    {
        "name": "Odontoglossum",
        "discovery": "Kunth 1816",
        "description": "oh-dont-oh-GLOS-um (click on the name to hear it spoken)\r\nTribe: Maxillarieae \r\nSubtribe: Oncidiinae\n\n\r\nOdontoglossums grow as epiphytes, lithophytes and rarely as terrestrials in wet cloud forests between 1200 and 3800m. They are sympodial orchids with mostly ovoid, compressed pseudobulbs and one to two leaves. Etymology: Greek odonto, tooth; glossa, tongue; in reference to the toothlike callus on a tonguelike lip. The type species is Odontoglossum epidendroides, described by Humboldt, Bonblandt and Kunth in 1816.\n\r\nCommonly grown species include Odontoglossum crispum; Odm. hallii; Odm. harryanum.",
        "species": "Until recently most authorities claimed about 100 to 175 species. However, ongoing phylogenetic and molecular analysis by Mark Chase, PhD (and others) of the Royal Botanic Gardens, Kew may well lead to a total revision of the genus. Currently the World Checklist of Monocotyledons recognizes 67 species and 20 natural hybrids. (7/2009)",
        "distribution": "Andean regions of Venezuela, Columbia, Ecuador, Peru and Bolivia."
    },
    {
        "name": "Oerstedella",
        "discovery": "Rchb.f. 1852",
        "description": "er-ste-DEL-lah (click on the name to hear it spoken)\r\nTribe: Epidendrum \r\nSubtribe: Laeliinae\n\n\r\nThese plants have recently been transferred to Epidendrum. They are epiphytes or terrestrials with anchoring roots which like free air moment and the stems growing in a bushy tuft from the base. The stalk is stiff, leaves on the apical portion of the stalk. Flowers are generally apical or if lateral, close to the stalk. Stalk/stem is purple-warted, particularly basally. The rostellum is a distinguishing feature and described as having a broad wavy margin and being perpendicular to the axis of the column. flowers fragrant, some smell like cumin. These can be somewhat temperamental for me, in that they will do well for years then die. They do not like to be disturbed at the roots. Keikis (babies) form on some species.",
        "species": "The World Checlist of Monocotyledons currently recognizes 6 species and 1 natural hybrid. All of the names from this genera have been recently transferred to Epidendrum.",
        "distribution": "Mexico to Bolivia, though most from Panama-Costa Rica."
    },
    {
        "name": "Oncidium",
        "discovery": "Sw. 1800",
        "description": "on-SID-dee-um (click on the name to hear it spoken)\r\nTribe: Oncidieae \r\nSubtribe: Oncidiinae\n\n\nOncidium was first described by O. Swartz in 1800 in Kungliga Svenska Vetenskapakademiens Avhandlingar. The name is derived from the Greek word onkos (for mass or pad). The genus is not only one of the largest and most popular cultivated orchid genera, it is also a conglomeration of considerably distinct species that have given taxonomists serious problems. During the last 25 years many species have been shifted to new genera or transferred to other, existing genera, notably Cyrtochilum, Psychopsis, Tolumnia and Trichocentrum.\n\r\nOncidiums occur in just about any imaginable habitat. They are, with few exceptions, epiphytic plants. Oncidiums usually produce long, branched, many-flowered, erect to arching inflorescences bearing small to fairly large flowers often in colors from yellow to brown, rarely concolor but usually marked or blotched dark brown. Some of the most popular ones are Onc. leucochilum, Onc. tigrinum, Onc. sarcodes and Onc. varicosum.",
        "species": "About 300 accepted names.",
        "distribution": "About 300 accepted names."
    },
    {
        "name": "Ophrys",
        "discovery": "Linné 1753",
        "description": "OFF-riss (click on the name to hear it spoken)\r\nTribe: Orchideae \r\nSubtribe: Orchidinae\n\n\r\nTerrestrial plants, with two globose tubers and a rosette of leaves. Unbranched stem, 5-80 cm high. Inflorescence with a few small-to-medium insectiform and often showy flowers. Type species : Ophrys insectifera L.\n\r\nThe genus stands out among european orchids by it's attraction of pollinators by sexual deceit : the odour, optical properties and labellum pilosity contribute to mimic sexually active females of native bees species. The males attempt to copulate with the flowers, incidentally collecting pollinia on their head (section Euoprhys, Photo 1) or abdomen (section Pseudophrys, Photo 2).\n\nWarning: the plants should never be collected in the wild, but only purchased from authorized dealers who can certify culture from seeds.",
        "species": "About 150 species. A full revision of this increasingly complex genus is desperately needed. Frequent and easy natural hybridization adds to the complexity.",
        "distribution": "Europe, from Canary Islands to Caucasus, north to Scandinavia, Middle East and North Africa. The center of diversity lies in the east-mediterranean area."
    }
]