[
    {
        "name": "Neofinetia",
        "discovery": "Hu 1925 (now Vanda R. Brown)",
        "description": "nee-oh-fi-NET-ee-ah (click on the name to hear it spoken)\r\nTribe: Vandeae \r\nSubtribe: Aeridinae\n\n\nNeofinetia was named in honor of Achille Finet, a French Botanist, who worked on the orchids of China and Japan; and from the Greek neo, (new ) to distinguish it from another plant genus named earlier to honor M. Finet. With the publication of Genera Orchidacearum volume 6, all Neofinetia species are now included in the genus Vanda . Affected hybrid names are explained on this website here. It is an understatement to say that these orchids have their fanatics, especially in Japan where during the Tokugawa period (1773-1841) it was first recognized as precious and has since played an important role in Japanese cultural arts.\n\r\nConsidered the perfect orchid by the Japanese, \"Neofinetia\" is appreciated and enjoyed not only for its delicately shaped flowers and enchanting fragrance but also for the foliage which can be variegated or shaped differently from the typical plant. Even the roots are considered worthy of enjoyment. Add to this the fact that there are many color forms and flower shapes it is no wonder that growing these in Japan is likened to an appreciation of fine art. How much would you pay for an orchid? In Japan at auction in 2005, bidders paid from $20,000 to $70,000 for rare varieties of fuukiran which seems a bargain compared to the $300,000 or higher often paid during the 1980’s to late 1990’s.\n\r\nLong thought to be monotypic (consisting of only one species), taxonomists have recently recognized 3 species. These small growing monopodial epiphytes, typically with white, long-spurred flowers, are native to China, Korea and Japan. The plants resemble a miniature Vanda vegetatively. Although small, the flowers are showy and pleasingly fragrant at night. Vanda falcata is present in many hobby collections and in recent years some of the rare forms, long guarded by the Japanese, have become available in the marketplace.",
        "species": "The World Monocot Checklist currently recognizes 3 distinct species; V. falcata, V. richardsiana, and V. xichangensis described in 2004.",
        "distribution": "Widespread in China, Korea, Japan and the Ryukyu Islands."
    },
    {
        "name": "Notylia",
        "discovery": "Lindl. 1825",
        "description": "no-TIL-ee-ah (click on the name to hear it spoken)\r\nTribe: Cymbidieae \r\nSubtribe: Oncidiinae\n\n\r\nThese small to medium sized, epiphytic plants are found throughout tropical Central and South America in wet forest from sea level to 2,600 ft (800 m) elevation. The name Notylia is derived from the Greek noton, back and tylon, hump, probably in reference to the recurved tip of the column. The pendent, densely flowered inflorescense which emerges from the base of the pseudobulb is often many-flowered and whitish in color; a plant with many spikes can be very charming. Although seldom seen in collections Notylia is an interesting genus worthy of more notice. The most commonly encountered species is N. barkeri which is found in some south Florida collections.",
        "species": "Approximately 56. Those species without pronounced pseudobulbs such as N. bicolor now belong to the genus Macroclinium. (8.2007)",
        "distribution": "From Mexico to Brazil and Bolivia"
    }
]