[
    {
        "name": "Kefersteinia",
        "discovery": "Reichenbach f. 1852",
        "description": "Kef-er-STINE-ee-a (click on the name to hear it spoken)\r\nTribe: Maxillarieae \r\nSubtribe: Zygopetalinae\n\n\r\nThis moderately sized genus was named to honor Herr Keferstein, a prominent German orchid grower of the nineteenth century. Like other closely related species, the fan shaped plants of Kefersteinia lack pseudobulbs and are clumping epiphytes. The flowers emerge from between the leaf sheathes on singly-flowered inflorescences. The sepals and petals are generally similar and spreading, the lateral sepals are basally adnate to a column foot forming a short mentum and the petals are inserted obliquely into the column. \n\r\nThe small flowers of Kefersteinia have a variably shaped lip that is flexibly attached to the column foot and a callus on the lip that forms with the column a path deceiving pollinators that are seeking nectar. \n\r\nThe species have very similarly shaped flowers and identification often requires knowing what the callus and ventral side of the column look like.",
        "species": "Approximately 60-70 species. The Monocot Checklist currently recognizes 66 distinct species. (2008)",
        "distribution": "Central and South America. Most abundant in the Andes of Colombia and Ecuador. They are found in wet forests from 300-2,500 meters (1000-8000 feet)."
    },
    {
        "name": "Kingidium",
        "discovery": "P.F. Hunt 1970 (now Phalaenopsis Blume)",
        "description": "king-ID-ee-um (click on the name to hear it spoken)\r\nTribe: Vandeae \r\nSubtribe: Aeridinae\n\n\nKingidium aka Kingiella aka Biermannia aka Doritis aka Aerides aka Phalaenopsis aka Polychilos - with many of these names still in popular use, it is no wonder some of us are confused! The maze of nomenclature had been brought about in part because the name of Kingiella suggested in 1917 was found to have already been used to name plants in the mistletoe family. To correct the oversight, the unique generic name, Kingidium, was selected to recognize Sir George King known for his work with especially Indian orchids. By the time the name change had been effected, Kingiella had already been accepted for registration purposes and so some of the confusion prevails. Finally, With the publication of Genera Orchidacearum volume 6, all Kingidium species are now included in the genus Phalaenopsis . Hybrids within closely related genera will be Phalaenopsis. There are about five species (now all Phalaenopsis) of which one is a leafless orchid, Phal. taenialis. Leafy species including Phal. decumbens, and Phal. deliciosum. Excepting the leafless species, plants resemble Phalaenopsis having oval, glossy, dark green leaves and branched sprays of small phalaenopsis-like blooms. Blooming is sequential. The lip is one of the identifying features of the genus having three distinct lobes and a cup or spur-like base. Flowers are produced in various shades of mauve with a contrasting dark purple lip having a pronounced spur which no doubt suggested affinity with Aerides during past investigations. Up to ten blooms are produced on short racemes. Kingidiums are known to breed more readily with species formerly known as Doritis and some delightful hybrids have been made.",
        "species": "The World Monocot Checklist no longer recognizes Kingidium. The species formerly assigned to Kingidium, have been transferred to Phalaenopsis (9/2007)",
        "distribution": "India, Nepal and adjacent China"
    },
    {
        "name": "Koellensteinia",
        "discovery": "Reichenbach f. 1854",
        "description": "kehl-en-STINE-ee-a (click on the name to hear it spoken)\r\nTribe: Maxillarieae \r\nSubtribe: Zygopetalinae\n\n\nKoellensteinia is a tropical genus of mostly delicate terrestrial plants that are mainly found in Brazil but sometimes venture into neighboring countries. Very rarely, a few species can be found as epiphytes. The genus was described by H. G. Reichenbach, with the transfer of Zygopetalum tricolor (described by John Lindley) to Koellensteinia tricolor and the name honors Kellner von Kollenstein, an Austrian captain of the nineteenth century. In Brazil, plants occur in all regions and most states. Plants that occur near or on the coast, such as Koellensteinia altissima, usually grow at sea level on the beach sand dunes, that is, on sandy soil. These plants typically grow protected from direct sunlight by shrubs and grasses, but the long upright inflorescences usually show the flowers above the protecting foliage. Species more to the interior can be found on wet sandy areas or drier clay soils, but always where there is moisture available at least part of the year. The most widespread species is Koellensteinia tricolor, which can be found all over Brazil and also Peru, Guyana and probably other Amazon/Andean countries. Flowers of Koellensteinia species are usually small (3/4” average), and are mostly bunched at or near the top of upright thin and long inflorescences (in the case of K. altissima, they can be up to more than 6’ - 1,80 m.).",
        "species": "The World Monocot Checklist currently recognizes 17 species. (2007)",
        "distribution": "Tropical America."
    }
]