[
    {
        "name": "Telipogon",
        "discovery": "von Humboldt, Bonpland, Knuth 1815",
        "description": "tel-ee-POE-gon (click on the name to hear it spoken)\r\nTribe: Maxillarieae \r\nSubtribe: Telipogoninae\n\n\nTelipogon from the Greek telos \"end\" or \"point\" and pogon \"beard\" describing the hairs on the column. Plants of Telipogon are epiphytic or moss growing terrestrials found in cloud forests at 1500 to 3400 meters altitude. They are one of four genera of Subtribe Telipogoninae including Hofmeisterella, Stellilabium and Trichoceros. These are mostly miniature plants of two growth forms: compact with short stems and many short inflorescences; and elongated and vine-like with fewer long inflorescences. The flowers, having 4 pollinia, convincingly imitate the female Tachinid fly's fuzzy body with a whiskered column to lure the male fly to mount the flower. The hook-like viscidia applies the pollinia to the fly's legs and he buzzes off to the lure of the next flower involuntarily depositing the cargo. The whiskered column apex is a shared feature of the spectacular flowers that vary in size, color and markings between the species. The whiskered columns are shared by all genera of Telipogoninae. \n\r\nPlants of Telipogon are quite difficult to cultivate. Dr. Calaway H. Dodson supports this in Vol. 4 of Native Colombian Orchids; \"Very rarely is success achieved and then usually only for a year or so. Even moving the plants from one tree to another in their natural habitat commonly is fatal.\" My personal experience bears this out, having lost quite a few in my determination to succeed in blooming these striking beauties. A resolute grower learns to accept the high casualty rate. \n\r\nI grow them in a Wardian case at a temperature low-high range limits in summer of 58F - 74F; in winter of 45F - 66F. Relative humidity is never allowed to fall below 75% and usually hovers near 90%. I grow them under biaxial fluorescent lighting ranging from 500 to 2000 foot candles. Water quality is very critical for cloud forest plants so I use reverse osmosis filtered (RO) of <10 ppm Total Dissolved Solids (TDS). I keep them evenly moist but never sodden for long periods. Constant strong air movement is also necessary to prevent attacks by bacterial, fungal or mold pathogens that are always present in the high humidity environment. These plants are extremely prone to rots. When the signs of decline become evident it is often too late to save the plant. Much still needs to be learned for consistently successful cultivation of these beauties.Some Telipogon species that I am growing are T. ampliflorus, T. biolleyi, T. butcheri, T. ionopogon, T. maduroi, T. panamense, T. vampirus, T. venustus, and T. wallisii and many unnamed species. My first awarded plant was Telipogon costaricensis 'Arlene Jean' CHM/AOS. When and if plants become available, one shouldn't expect the seller to guarantee them beyond good health at delivery.",
        "species": "The WCSP contains 245 accepted species plus 2 subspecies (1/2020).",
        "distribution": "High elevations of Costa Rica, Panama, Venezuela, Colombia, Ecuador, Peru & Bolivia."
    },
    {
        "name": "Thunia",
        "discovery": "Thunia 1852",
        "description": "THOON-ee-uh (click on the name to hear it spoken)\r\nTribe: Epidendroideae \r\nSubtribe: Arethusae\n\n\r\nThe handsome species of Thunia all grow terrestrially sometimes semi-epiphytically in the mountains of India, China and Southeast Asia. Medium to large in plant size, the genus is characterized by the lack of pseudobulbs. The large and showy flowers, mostly white or amethyst-purple, are not long lasting. Vegetatively, the plant itself is handsome. \n\r\nThe plants are seasonally dormant, during which time they completely lose their leaves. In the spring to early summer, the plants emerge from dormancy and experience an extremely rapid growth spurt. During this active cycle, they benefit from significant fertilizer and can be top dressed with a balanced timed-release product. The growth rapidly elongates and as the last leaf is produced, the terminal inflorescence will be visible. After flowering, the leaves are lost and the plants will rest, essentially without water, for several months. Repotting should take place after new growth has been initiated and just as new roots are being produced (the new growth will be several inches tall). As with the Catasetinae, new growth occurs before the onset of the rainy season not with it.\n\r\nThe genus was first described in 1852 by H.G. Reichenbach who named it Thunia in honor of Count von Thun Hohenstein. Some of the species in cultivation include T. alba (type), T. bensoniae and T. marshalliana.",
        "species": "The WCSP currently recognizes 6 species. (1/2020)",
        "distribution": "India, China, Southeast Asia"
    },
    {
        "name": "Tolumnia",
        "discovery": "Rafinesque 1836",
        "description": "tuh-LUM-nee-ah (click on the name to hear it spoken)\r\nTribe: Maxillarieae \r\nSubtribe: Oncidiinae\n\n\nTolumnia is a synonym of the variegatum section of the genus Oncidium, sometimes called \"equitant\" oncidiums because of the triangular or \"triquetrous\" cross section of the leaves. Although Tolumnia is the botanically correct genus name, Oncidium is retained as the horticultural name for registration purposes by the Royal Horticultural Society.\n\r\nMature plants are \"miniature\" usually under six inches tall. The growths generally form tight clusters of fans, and with good culture can quickly produce a specimen plant in a three-inch pot. Most species produce numerous white, yellow or pink flowers on 18-24 inch arching racemes.\n\r\nThe most commonly grown species are Tolumnia pulchella, T. triquetra, and T. guianensis.",
        "species": "The WCSP contains 26 accepted species and 4 natural hybrids(1/2020).",
        "distribution": "Caribbean Basin, Tropical Americas\r\n "
    },
    {
        "name": "Trichocentrum",
        "discovery": "Poepp. & Endl. 1836",
        "description": "tree–cho–CEN–trum (click on the name to hear it spoken)\r\nTribe: Oncidieae \r\nSubtribe: Oncidiinae\n\n\nTrichocentrum was established in 1838 by Poeppig and Endlicher. Certain Trichocentrum species used to belong to the genus Oncidium and then to the genus Lophiaris before they were transferred to their current genus in 2001 by M. W. Chase, N. H. Williams et al. These epiphytic plants are easily recognized by the mule-ear shape of their leaves. This shape gives them their popular name “mule-ear orchids”. The small to tiny pseudobulbs produce one coriaceous, fleshy leaf. The short-to-long, few-to-many-flowered, simple or branched, erect to pendent inflorescences bear small to medium sized, colorful, ornamental, occasionally intricately patterned flowers. These plants need a definite rest period of 2 to 3 months",
        "species": " The WCSP contains 91 accepted species plus 5 natural hybrids. (1/2020)",
        "distribution": "These plants inhabit the tropical to subtropical Americas. The largest number of species occurs in Central America.\r\n "
    },
    {
        "name": "Trichoglottis",
        "discovery": "Blume 1825",
        "description": "trick-oh-GLOT-tis (click on the name to hear it spoken)\r\nTribe: Vandeae \r\nSubtribe: Aeridinae\n\n\r\nCarl Blume established this genus of monopodial orchids in 1825. The generic epithet is from the Greek thrix, tricho = hair and glotta = tongue and refers to the hairy labellum of the type species. Type species for this genus is Trichoglottis retusa. There are 2 distinct growth habits: one which is upright; the other pendulous. The upright growers include Trichoglottis atropurpurea, Trichoglottis brachiata, Trichoglottis geminata and Trichoglottis philippinensis. Pendulous growers include Trichoglottis amesiana and Trichoglottis latisepala. These are also the most commonly grown species.",
        "species": "The WCSP recognizes 85 species. (1/2020)",
        "distribution": "India, throughout South East Asia, New Guinea, northern Australia and the islands of the Pacific Ocean.\r\n "
    },
    {
        "name": "Trisetella",
        "discovery": "Luer 1980",
        "description": "tri-see-TEL-la (click on the name to hear it spoken)\r\nTribe: Epidendreae \r\nSubtribe: Pleurothallidinae\n\r\nFrom the Latin meaning \"with three little bristles\", the small flowers of Trisetella  have hair-like tails on the three sepals. Like Restrepias, the lateral sepals are fused into a synsepal. The inflorescence is a congested successively few-flowered raceme and the tufted plants are small with narrow leaves.\n\r\nFor more information on pleurothallids, visit The Pleurothallid Alliance webpage.",
        "species": "The WCSP recognizes 26 species. (1/2020)",
        "distribution": "Mostly from the Andes, but is found from Central America through the Andes and the lower altitudes of Amazonian Venezuela, Brazil and Bolivia. Most can be found at altitudes of 650 m (2,100 feet) to 2,000 m (6,600 feet). With a few species from higher altitudes."
    },
    {
        "name": "Tuberolabium",
        "discovery": "Yamamoto 1924",
        "description": "too-ber-oh-LAY-bee-um (click on the name to hear it spoken)\r\nTribe: Vandeae \r\nSubtribe: Aeridinae\n\n\r\nYamamoto established this genus of monopodial orchids in 1924. The generic epithet is from the Latin tubus = tuber and labium = lip and refers to shape of the labellum. Type species for this genus is Tuberolabium kotoense. The plants of this genus are generally small growing. The blooms, though not large, are produced in great profusion.\n\r\nA commonly seen species is Tuberolabium quisumbingii (considered a synonym of Tuberolabium kotoense in the World Checklist of Monocotyledons) from the mountains of the Philippines.",
        "species": "The WCSPcurrently recognizes 8 species. (1/2020)",
        "distribution": "India, throughout South East Asia, northern Australia and the islands of the Pacific Ocean."
    }
]