[
    {
        "name": "Helcia",
        "discovery": "Lindley 1845",
        "description": "HEL-see-uh (click on the name to hear it spoken)\r\nTribe: Maxillarieae \r\nSubtribe: Oncidiinae\n\n\r\nThis species is easily grown if a few minimum requirements are generally met. Excessive temperatures and bright light should be avoided for more than a few days. Helcia sanguinolenta grows well in the same conditions as: Mediocalcar decoratum and versteegii; Stelis species; Restrepia species; Pleurothallis species; Dendrobium tobaense and sanderae; Odontoglossum cirrhosum; Trichopilia suavis, maculata, coccinea, and fragrans; Dresslerella species; and many Lepanthes species.",
        "species": "One. Some authors have moved Trichopilia brevis and Trichopilia callichroma to Helcia. The World Monocot Checklist contains 5 accepted names (9/2007).",
        "distribution": "Ecuador, from 1000 m to 3000 m altitude."
    },
    {
        "name": "Holcoglossum",
        "discovery": "Schlechter 1919",
        "description": "hole-koh-GLOSS-um (click on the name to hear it spoken)\r\nTribe: Vandeae \r\nSubtribe: Aeridinae\n\n\r\nThe name Holcoglossum was derived from the Greek holkos (strap) glossa (tongue) in reference to the strap shaped lip of the type species, H. quasipinifolium. These medium- sized monopodials are rather rare in collections yet easy to grow although slow to bloom. The genus was established in 1919 by Rudolf Schlechter and later revised by Tsi in 1982 who recognized 4 species. In 1987, Christenson revised the genus once again and recognized 8 species. The World Checklist of Monocotyledons now recognizes 14 species. This small genus is allied to Vanda but readily distinguished by its different lip shape, longer spur and characteristic pollinia. Like those of Vanda, inflorescences are produced from the leaf axils. The few- to many white to pinkish purple flowers are often showy but can take as long as 6 months from emergence of the spike to the opening of the first flower. The terete leaves of the type species resemble pine needles in size. As a result, the genus is commonly known as the pine needle orchid in some parts of the world. Other recognized species in the genus include H. amesianum and H. kimballianum.",
        "species": "The World Monocot Checklist currently recognizes 14 species. (8/2007)",
        "distribution": "Tropical Southeast Asia from Burma to Taiwan"
    },
    {
        "name": "Huntleya",
        "discovery": "Batem. ex Lindl. 1991 (1837)",
        "description": "Hunt-lee-ya (click on the name to hear it spoken)\r\nTribe: Maxillarieae \r\nSubtribe: Zygopetalinae\n\r\nThis genus was named to honor Reverend J. T. Huntley, an English orchid fancier. The fan shaped plants of Huntleya are rhizomatous epiphytes distributed from Costa Rica to Bolivia in extremely wet cloud forests at elevations from 500 to 1,200 meters (600-4000 feet). Similar to other closely related genera, flowers emerge from between the leaf sheathes and the creeping plants lack pseudobulbs. The sepals and petals are generally similar and spreading, the lateral sepals are basally adnate to a column foot forming a short mentum and the petals are inserted obliquely into the column. \n\n\r\nThe flowers of Huntleya have a two part lip; the hypochile with a fimbriate callus and the epichile with a mostly flat surface.",
        "species": "The World Monocot Checklist currently recognizes 14 species. (July 2009)",
        "distribution": "Central and South America as well as Trinidad."
    }
]