[
    {
        "name": "Zelenkoa",
        "discovery": "Chase & Wms. 2001",
        "description": "se-len-KO-ah (click on the name to hear it spoken)\r\nTribe: Oncidieae \r\nSubtribe: Oncidieae\n\n\r\nThe genus Zelenkoa was introduced in 2001 by M. W. Chase, N. H. Williams et al. The name of the genus honors H. Zelenko, an artist and botanist. The sole species, Z. onusta, used to be a member of the genus Oncidium before it was transferred to the new genus. The small, ovoid, somewhat ribbed pseudobulbs produce relatively tall, liberally branched, many-flowered inflorescences bearing numerous well-shaped, pure yellow flowers. These delightful plants can be grown into veritable specimens pushing up dozens of spikes. These plants like a definite resting period.",
        "species": "The World Monocot Checklist contains one accepted name (2009).",
        "distribution": "These plants inhabit Ecuador, Panama, and Peru."
    },
    {
        "name": "Zeuxine",
        "discovery": "Lindl. 1826",
        "description": "ZOYX-een-ee (click on the name to hear it spoken)\r\nTribe: Cranichideae \r\nSubtribe: Goodyerinae\n\n\r\nThere are now about 79 small to medium terrestrial species of Zeuxine. They were first described in 1826 by Lindley, who used the Greek word zeuxis (yoking) for the generic name. Lindley was probably referring to the partial fusion of the lip and column. Some feel that it also could be a reference to the fact that the pollinia tend to grow together in some species.\n\r\nA weed, by definition, is any plant growing out of place. Thus by definition, Zeuxine strateumatica is a pesky little weed growing throughout peninsular Florida and is the only Asian terrestrial orchid naturalized in southeastern North America. It is believed that the seed arrived in a shipment of centipede grass seed (Eremochioa ophiuroides) from China in 1927. This grass was widely distributed throughout Florida, southern Georgia and Louisiana. Zeuxine was first photographed in January 1936 growing in Feldsmere, Florida, and by 1940 was reported spread from Jacksonville south to Miami. Today, it is prominent in lawns, gardens, orchid pots and nursery containers throughout peninsular Florida.\n\r\nVegetatively, these sympodial perennial plants have a fleshy creeping rhizome and erect lateral branches. However, in Florida, they act more like annuals, often appearing in different locations each year. The almost fleshy leaves have bases that often clasp the stem and become almost bractlike below the flowers. The terminal inflorescence may have anywhere from a few to many flowers depending on the species. The base color of the small flowers (about ¼ inch [6 mm] in diameter in some species) is white or greenish white.\n\r\nThe flowers are almost tubular to campanulate in shape. The sepals and petals are alike in shape and color. The petals are usually smaller and adnate to the dorsal sepal forming a hood over the column. The lip is three-lobed with an irregular margin and has hairs on the lateral lobes. The lip base is adnate to the column and is almost saccate in some species. Common in cultivation: Zeuxine strateumatica.",
        "species": "The World Monocot Checklist currently recognizes 79 species. (8/2007)",
        "distribution": "Tropical and subtropical Africa and Asia. Common from Afghanistan east"
    },
    {
        "name": "Zootrophion",
        "discovery": "Luer 1982",
        "description": "zo-oh-TRO-fee-on (click on the name to hear it spoken)\r\nTribe: Epidendreae \r\nSubtribe: Pleurothallidinae\n\n\r\nWhen reading the description of Zootrophion flowers having a botanical glossary at hand would be helpful to understand the unusual floral characteristics of the genus. Basically, the description would read: campanulate, often fenestrate flowers, geniculate at the apex of the ovary and borne atop a ramicaul. Translated, it means Zootrophion flowers are tubular with window-like openings and are borne atop solitary sheathed stems and are bent at the apex of the ovary. \n\r\nThis is a small genus that was first described by Luer in 1982. He removed those species from Crytophoranthus, as they were unrelated to the type specimen. He chose the Greek word zootrophion (menagerie) for the genus name as some of the flowers resemble the heads of animals.\n\r\nVegetatively Zootrophion plants resemble many other pleurothallids. The erect ramicauls (stems) of these sympodial epiphytes form dense clumps. Each stem is topped by a single leaf and encased by four to five somewhat inflated bracts. The obovate leaves are up to 4 inches (10 cm) long and 1-1/2 inches (3.75 cm) wide. The ¾ inch (2 cm) diameter flowers are borne singly or in pairs in the leaf axil. The base color of the flower may be maroon or yellow with the latter often heavily spotted maroon.\n\r\nWhen viewing the flowers on the plant only the sepals are visible. These appear to be fused except for a small almost elliptical opening on each side between the dorsal and lateral sepals. The small truncate petals are hidden within the enclosed sepals. The small, three-lobed lip, also hidden, is hinged to the column foot.\n\r\nSpecies in cultivation include Z. atropurpureum, Z. dayanum, Z. hypodiscus and Z. gracilentum.",
        "species": "The World Monocot Checklist currently recognizes 16 species (2007).",
        "distribution": "Certain Caribbean Islands and cloud forest zones in Central and South America."
    },
    {
        "name": "Zygopetalum",
        "discovery": "Hook. 1827",
        "description": "zy-go-PET-a-lum (click on the name to hear it spoken)\r\nTribe: Maxillarieae \r\nSubtribe: Zygopetalinae\n\n\nZygopetalum, is from the Greek zygon, yoke, petalon, petal or sepal; referring to the ‘holding together’ of the flower segments by the callus, It is a New World genus mostly distributed through tropical South America and closely related to Bollea, Huntleya, Pabstia, Pescatorea, Promenaea, Warrea and a number of other minor genera. They are generally considered to grow best at intermediate temperatures but will withstand summer heat if shaded correctly and well-watered and can take some cool nights in winter if kept drier than usual. Wet and cold is usually fatal and the unsightly leaf spotting we sometimes see on the leaves of both hybrids and species in the genus can usually be traced to free moisture on the leaves at night when temperatures are lower than optimal. Zygopetalum maculatum (syn. Zygopetalum mackayi) is particularly susceptible to this sort of leaf spotting.\n\r\nThere are many intergeneric hybrids available too, most with almost unpronounceable names and often with the annoying habit of producing flowers with parts missing or fused together. One of the great characteristics of some zygopetalums is their heady fragrance and people enjoy this characteristic. A lack of variety in their color means that many species and hybrids have a sameness that can become boring.\n\r\nNote on cultivation: zygopetalums are true epiphytes and quite intolerant of poorly drained or soggy potting mixes. Some of the more rhizomatous and rare species will adapt well to basket or tree fern slab culture but the common species like Z.intermedium, mackayi (syn. maculatum), crinitum and maxillare are happiest in shallow pots or pans. As most of the hybrids trace back to these parents, it follows that the hybrids will not enjoy deep pots or excessively large growing containers.",
        "species": "World Monocot Checklist currently recognizes only 15 distinct species. (7/2009)",
        "distribution": "Tropical South America, Brazil, Paraguay, Argentina, Peru and Bolivia\r\n "
    },
    {
        "name": "Zygostates",
        "discovery": "Lindley 1837",
        "description": "zye-go-STATE-eez (click on the name to hear it spoken)\r\nTribe: Maxillarieae \r\nSubtribe: Ornithocephalinae\n\n\r\nLike many miniature orchids, Zygostates plants are often overlooked because of their insignificant vegetative growth, but become delightfully alluring when in flower. Each plant will produce a multitude of inflorescences, from the fanlike leaf arrangement, each of which bears large numbers of small flowers, making the plants showy. Lindley first described the genus in 1837. He chose the Greek word zygostates (weight; balance) for the generic name, undoubtedly to denote the balancelike appearance of the distinct staminodes in some species (e.g., Z. lunata). There are about a twenty species in this genus, the exact number depending on which taxonomist is followed. Zygostates is closely allied to Dipteranthus (now reduced to synonymy with zygostates) and Ornithocephalus and species are often transferred among them (e.g., Z. grandiflora aka D. grandiflorus). \n\r\nVegetatively, these sympodial epiphytic plants form clusters of leaves in a fanlike arrangement. The soft to slightly stiff leaves have clasping leaf bases and are up to 4 to 6 inches (10-15 cm) long. Most fans will have four or more leaves. The arched to pendent inflorescences arise from the leaf axils and will bear up to 30 or more flowers, each up to ½ inch (1.25 cm) in diameter. The base flower colors are white, greenish yellow and green.\n\nZygostates flowers are small and have some unusual traits, especially in the column and pollinarium, which are best observed under the microscope. The sepals are smaller than the petals and usually recurved, while the petals are flatter and have toothed or entire margins. The entire lip, which is somewhat similar to the petals, has a fleshy base.\n\r\nThe column is the most interesting aspect of the flowers. The short column is widest near the stigmatic surface that is close to the base of the column. It has an elongated sigmoid rostellum and four waxy yellow pollinia that are attached to a long sigmoid stipe with a basel viscidium. In some species (e.g., Z. lunata) there are two distinct staminodes at the base of the column while in Z. grandiflora the two staminodes are not distinct. Most commonly found in cultivation are these two zygostates along with Z. alleniana.",
        "species": "The WCSP currently recognizes 25 species. (1/2020)",
        "distribution": "Brazil, Paraguay and Argentina"
    }
]