[
    {
        "name": "Elleanthus",
        "discovery": "Presl. 1827",
        "description": "ell-ee-ANTH-us (click on the name to hear it spoken)\r\nTribe: Epidendreae \r\nSubtribe: Sobraliinae\n\n\r\nPlants of Elleanthus can be deceptive when they are not in flower because vegetatively they resemble small Sobralia plants. When they bloom, the bracteate heads or racemes of small brightly colored or white flowers identify the plants. Despite their small flowers, these plants are colorful. The genus was first described in 1827 by K.B. Presl. He coined the genus name from two Greek words, elle and anthos (flower), the former in honor of the mythological Helle of Helena, heroine of Hellespont. Hence, Elleanthus could be called Helle’s or Helena’s flower.\n\r\nThese sympodial terrestrial or epiphytic plants form clumps of cane-like stems that are supported by a mass of fleshy roots. These erect, reed-like stems may or may not be branched and, depending on the species, may be covered with numerous small purple dots that make the stem appear purple. The sessile, clasping leaves vary from lineate to lanceolate and are usually arranged in two ranks. Individual leaves may be up to 8 inches (10 cm) long and strongly veined to pleated. The leaves are often smaller near the top of the stem. The terminal inflorescence may be capitate (a head) or a raceme. The flower color ranges from white to yellow to orange to red to almost purple.\n\r\nThe small flowers may be tightly clustered or loosely arranged on the inflorescence and often do not open fully. Each flower is subtended by a bract that may be green or almost as colorful as the flower. In Elleanthus capitatus the flowers are embedded in transparent mucilage. Most commonly cultivated species include: E. capitatus, E. furfuraceus, E. hymenophorus, E. longibracteatus.",
        "species": "The World Monocot Checklist currently recognizes 110 species. (8/2007)",
        "distribution": "Tropical America, prevalent in the Andes"
    },
    {
        "name": "Encyclia",
        "discovery": "Hook. 1828",
        "description": "en-SIK-lee-ah (click on the name to hear it spoken)\r\nTribe: Epidendreae \r\nSubtribe: Laeliinae \r\nSubtribe: Bletiinae\n\n\nEncyclia is a genus of epiphytic orchids, segregated from Epidendrum, described by Hooker in 1828 establishing Encyclia viridiflora as the type species. Since that time, the number of species in this genus, Epidendrum and a number of other genera segregated from Epidendrum at various times, has varied dramatically. In 1997, Higgins established the genus Prosthechea, moving many former Encyclia species in a further attempt to classify this group. Over time, there will likely be other changes as well.\n\r\nEncyclias are extremely variable and range in size from 2 inch plants up to pseudobulbs the size of softballs with leaves 2 feet or more in length. In spite of this variability, they all share the common feature of a lip that, while not fused to the column, more or less enfolds it. The name Encyclia is derived from the Greek word enkyklein, which refers to the lip encircling the column. Commonly grown species are Encyclia cordigera (often seen horticulturally as Encylia atropurpurea, a completely misapplied name); Encyclia cochleata  (now Prosthechea cochleata), Encyclia tampense and Encyclia alata. \r\n ",
        "species": "The World Monocot Checklist currently recognizes 147 species and numerous natural hybrids. (8/2007)",
        "distribution": "From Florida through Mexico, Central America, South America all the way to Argentina"
    },
    {
        "name": "Epidendrum",
        "discovery": "Linnaeus 1763",
        "description": "E-pee-DEN-drum (click on the name to hear it spoken)\r\nTribe: Epidendreae \r\nSubtribe: Laeliinae\n\n\r\nEpiphytic or terrestrial, plants often grow n clumps of reed-like stems. Inflorescence terminal, apical. Column fused with lip entire length, rostellum formed by blade that produces semiliquid visidium, which when removed leaves a cleft in the rostellum. Pollinated by butterflies or hummingbirds. Genus first established by Linnaeus in 1754 to cover all epiphytic orchids known at the time. Epidendrum was first based on Epidendrum nodosum, later this species was moved to Brassavola. None of the original species included in Epidendrum remain in what is generally known as Epidendrum today. The actual lines defining Epidendrum are not certain at this time.\n\r\nFor the most part dicussion below concerns the reed stem, Epi. radicans, ibaguense types.\n\r\nOther genera discussed on other culture sheets that could also be commonly called Epidendrum include Encyclia, Prosthechea, Neolehmannia, Oestedella, and Barkeria.",
        "species": "The World Checklist of Monocotyledons recognizes more than 1000 species.",
        "distribution": "Tropical America"
    },
    {
        "name": "Epigeneium",
        "discovery": "Gagnepain 1932",
        "description": "ep-ee-jean-EE-um (click on the name to hear it spoken)\r\nTribe: Dendrobieae \r\nSubtribe: Dendrobiinae\n\n\r\nGagnepain established this genus of very attractive sympodial orchids in 1932. The generic epithet is from the Greek epi = upon and geneion = chin and refers to the position of the petals and lateral sepals on the column-foot. Type species for this genus is Epigeneium fargesii. There are 2 distinct growth habits in this genus: one in which there is a distinct rhizome between the pseudobulbs and the other without any distinct rhizome and these plants are small and creeping. Commonly seen species are Epigeneium treacherianum and Epigeneium cymbidioides. At various times some of these species have been regarded as being in the genus Bulbophyllum whilst others have been included in Dendrobium as a distinct section.",
        "species": "The World Monocot Checklist contains 45 accepted names (9/2007). (2007)",
        "distribution": "China, Taiwan, India, throughout South East Asia to the Philippines."
    },
    {
        "name": "Epistephium",
        "discovery": "Kunth 1822",
        "description": "Ep-e-stef-ium (click on the name to hear it spoken)\r\nTribe: Vanilleae \r\nSubtribe: Vanillinae\n\n\r\nThe terrestrial orchid genus Epistephium was originally described by Humboldt, Bonpland & Kunth (H.B.K.) in 1822. The name is derived from the Greek epistephes meaing wreathed or crowned, referring to the calyx at the apex of the ovary. The type species, collected in the Department of Tolima, Colombia, is Epistephium elatum, published in 1822 in Syn. Pl. Aequin. 1:340. \n\r\nThe flowers and general plant habit of Epistephium resemble Sobralia. However they are not related and are an example of convergent evolution. Epistephium leaves are shiny or glossy, with an unusual reticulate (branching) vein structure, whereas Sobralia leaves are dull and plicate with parallel veins. \n\r\nThis World Checklist of Monocotyledons recognizes 22 species of Epistephium. Other terrestrial genera belonging to this Tribe include Pogonia, Isotria, and Cleistes. Traits that Epistephium shares with the Vanilla group include winged seeds and the presence of true pollinia. Epistephium flowers have four compressed, granular pollinia. However, the growth habit differs between Vanilla (epiphytic, with scandent, flexible, long stems) and Epistephium (terrestrial, with erect growth).\n\n\r\nThe habitat ranges from open savannah grasslands & prairies to hot, humid lowlands and low montane rainforest. They are mostly large, cane-like plants, growing to 5-6 meters high. Epistephium has terminal inflorescenses which each bear several flowers successively. Flowers are large, brightly-colored, often lavender-magenta, but have thin substance and are short-lived.",
        "species": "The World Checklist of Monocotyledons recognizes 22 species.(2007)",
        "distribution": "South America, Trinidad, and the West Indies"
    },
    {
        "name": "Eria",
        "discovery": "Lindley 1825",
        "description": "EAR-ee-a (click on the name to hear it spoken)\r\nTribe: Podochileae \r\nSubtribe: Eriinae\n\n\r\nDr. John Lindley established this genus of sympodial orchids in 1825. The generic epithet is from the Greek erion = wool and refers to the woolly appearance of the flowers and pedicels of some species. Type species for this genus is Eria javanica. The genus is divided into many sections some of which could become distinct genera when the genus is fully revised. The flowers, though not big, are generally produced in good numbers. Sadly the blooms are short-lived, seldom lasting more than a few days. Commonly seen species are Eria javanica, Eria aporoides, Eria hyacinthoides and Eria rhynchostyloides.",
        "species": "Approximately 400 species",
        "distribution": "India, China, Taiwan, throughout South East Asia, to New Guinea, northern Australia and the islands of the Pacific Ocean."
    },
    {
        "name": "Eriopsis",
        "discovery": "Lindley 1847",
        "description": "ee-ree-OP-sis (click on the name to hear it spoken)\r\nTribe: Cymbidieae \r\nSubtribe: Cyrtopodiinae\n\n\nEriopsis is a genus of epiphytic and lithophytic/terrestrial orchids first described by John Lindley in 1847. The epiphytic species have clustered, pear-shaped, dark green to almost black pseudobulbs up to 15 cm tall and 6 cm wide. They bear two to three leaves, up to 45 cm tall, that are plicate and are heavily veined. Terrestrial species have smaller bulbs and leathery leaves that develop strong pigmentation. Inflorescences rise from the base of the pseudobulb, are up to 40 cm tall and are usually many-flowered. The flowers are about 2-3 cm in diameter and are variations of yellow, orange and purple. The name Eriopsis is a combination of two Greek words, opsis, which means \"appearance\" and Eria, which is a genus of orchids that Eriopsis resembles. The type species is the terrestrial Eriopsis biloba. Commonly grown species are Eriopsis biloba, Eriopsis sceptrum,  Eriopsis helenae.",
        "species": "The World Monocot Checklist contains 6 accepted names (9/2007).",
        "distribution": "Tropical America from Guatemala to Peru"
    },
    {
        "name": "Erycina",
        "discovery": "Lindl. 1853",
        "description": "eree–CEE-nah (click on the name to hear it spoken)\r\nTribe: Oncidieae \r\nSubtribe: Oncidiinae\n\n\r\nThe genus was introduced in 1853 by John Lindley (1799 – 1865). The name comes from “Erycina”, the moniker given to Aphrodite when hailed at Mount Eryx in Sicily. In 2001, M. W. Chase, N. H. Williams et al. transferred several oncidiums to Erycina. The type species is Er. echinata (H. B. K.) Lindl. The small epiphytic plants occur in deciduous, dry to moderately humid forests in the Mexican states from Jalisco to Oaxaca. The simple, laxly many-flowered inflorescences bear small, bright concolor yellow flowers with a relatively large lip.",
        "species": "The World Monocot Checklist contains 7 accepted names. (7/2009)",
        "distribution": "Mexico"
    },
    {
        "name": "Esmeralda",
        "discovery": "Reichenbach f. 1874",
        "description": "es-mer-AL-da (click on the name to hear it spoken)\r\nTribe: Vandeae \r\nSubtribe: Aeridinae\n\n\nEsmeralda, a rock-growing (lithophytic) or terrestrial genus was established in 1874 and its name derived from the Greek smaragdus (emerald green), probably an illusion to the jewel-like beauty of its flowers or the deeply green colored foliage. It is distinguished from Vanda by its mobile rather than articulate lip and characterized by stout, terete, climbing vine-like stems about a meter in height with aerial roots and leathery leaves. Inflorescences are erect, longer than the leaves and with few, usually 3 to 5, flowers. Related genera include Arachnis, Vandopsis, Dimorrphorchis and Armodorum. The type species is E. cathcartii.",
        "species": "Two species are recognized by The World Monocot Checklist (7/2009).",
        "distribution": "Found in shaded, moist valleys of the eastern Himalayas, South China, Burma, Thailand"
    },
    {
        "name": "Euanthe",
        "discovery": "Schlecter 1914 (now Vanda R. Brown)",
        "description": "you-AN-thee (click on the name to hear it spoken)\r\nTribe: Vandeae \r\nSubtribe: Aeridinae\n\n\r\nDr. Rudolf Schlechter proposed this genus of monopodial orchids in 1914. Over the years the genus has been moved in and out of Vanda. With the publication of Genera Orchidacearum volume 6, Euanthe has been moved back into the genus Vanda . The generic epithet is from the Greek euanthes = blooming and refers to the showy flowers. One of the most important species in the hybridization of show bench vandas because of the upright inflorescence and large, attractive blooms. Vanda sanderiana has a number of named varieties, the most commonly seen being the albinistic variety with green and white flowers. One of the most magnificent of all orchid species.",
        "species": "The World Monocot Checklist contains 1 accepted name (7/2009).",
        "distribution": "Endemic to the island of Mindanao in the southern Philippines, where it grows at low elevations."
    },
    {
        "name": "Eurystyles",
        "discovery": "Wawra 1863",
        "description": "yur-ee-STIE-less (click on the name to hear it spoken)\r\nTribe: Cranichideae \r\nSubtribe: Spiranthinae\n\n\r\nThe genus Eurystyles is commonly known as the custard orchid. Basically epiphytic in nature, species of this genus are on the small side. The structure of the plant itself is so different, the genus was originally considered a member of the Ginger Family (Zingiberaceae). Vegetatively, the plants consist of rosettes of thin, small (around 1 inch [2.5 cm]), shiny leaves, and are somewhat allied to Lankesterella. An inflorescence of one or more small but intricate flowers, mostly greenish in color, arises from the center of the rosette to be more or less visible. Eurystyles ananassocomos is found in dense forests of Jamaica and nearby Caribbean islands. The specific epithet alludes to the resemblance of the inflorescence to a pineapple.",
        "species": "The World Monocot Checklist contains 20 accepted names. (7/2009)",
        "distribution": "Jamaica, Puerto Rico, Costa Rica, Panama, Colombia, Peru, Ecuador and Brazil"
    }
]