[
    {
        "name": "Jacquiniella",
        "discovery": "Schltr 1920",
        "description": "jac-in-ee-EL-ah (click on the name to hear it spoken)\r\nTribe: Epidendreae \r\nSubtribe: Laeliinae\n\n\r\nThe generic name of Jacquiniella given by Schlecter in 1920, honors Nikolaus Joseph von Jacquin (1727-1817), of Leiden, Holland, who participated in early scientific expeditions to Central America. He went on to become the Director of the Botanical Gardens of the University of Vienna. The mostly epiphytic species range from Mexico through Central and South America and are categorized by fleshy foliage which may be either laterally flattened or terete and an inflorescence which is either branched or single-flowered above a leaf. Intermediate to warm-growing Jacquiniella equitantifolia (now moved to the genus Briegeria) of Mexico and Central America is an upright grower with elongated stems of glossy, flattened, distichous leaves. If you remove all the leaves, you are left with a slender stem topped with a compact and complex inflorescence emerging from above a terminal leaf or bract. The inflorescence branches and re-branches, producing one or two blooms at a time over an extended period. New shoots form and mature so that many stems of different ages can be blooming at the same time. The dime-sized orangish blooms are night fragrant of lilies: blooms last about 5-7 days. A close look at the flower reveals the feature that distinguishes Jacquiniella from Epidendrum. The lip is tightly rolled and fused such that only a moth tongue can reach hidden nectar. Within the flower, the stigma has protrusions which further restrict access to the flower throat. As the tongue is withdrawn, the pollinia become attached. Inserting and withdrawing a fine needle is equally efficient in removing and depositing pollen. Some species are said to be self-pollinating but. J. equitantifolia is not. Fruits mature in about 90 days.\n\nJacquiniella globosa is perhaps the widest ranging species as it is found in Puerto Rico and Trinidad as well as Mexico, Central America, Columbia, Ecuador, Peru and Venezuela. This rather unassuming pendulous, tufted epiphyte grows in light shade at elevations of 1000 to 6000 ft. The name refers to the globose green fruit. Flower buds are a promising red-purple but the flowers are small and barely open. Jacquiniella gigantea is the largest and perhaps the rarest species, found in a restricted montane rainforest and elfin forest habitat at about 4500 ft in Chiapas, Mexico and in neighboring Guatemala. Stems hang in clumps that are more than three feet long. There are four to six whip-like leaves per stem. The solitary, three-quarter inch long flower hangs down and is usually self-pollinating. Flowers are odorless, green suffused with purple.",
        "species": "The World Checklist of Monocotyledons currently recognizes 12 species. (7/2009)",
        "distribution": "Tropical America"
    },
    {
        "name": "Jumellea",
        "discovery": "Schlecter 1914",
        "description": "joo-MEL-ee-ah (click on the name to hear it spoken)\r\nTribe: Vandeae \r\nSubtribe: Angraecinae\n\n\r\nNamed in honour of Dr. H. Jumelle, Jumellea is a genus of white-flowered often night-fragrant species. Possibly the best known in collections is Jumellea sagittata but Jum. fragrans (Mauritius) and J. comorensis (Comoros) are also popular because of their showy fragrant blooms. Jumellea plants exhibit a monopodial habit. Offsets can form at the base of a plant with age. Some plants grow upright while others such as 18 in tall Jum. arborescens exhibit a vining habit. Jumellea sagittata produces fans of strap-like leaves such that with age it can become a large handsome specimen. Showy flowers, one to a stem, are produced from the leaf axils. Many species grow at 3000 to 6000 ft in elfin or lichen forest where there are high winds or at lower elevations in moist wet moss forest.",
        "species": "About 60 to 80 species and sub-species. The World Monocot Checklist contains 63 accepted names (9/2007).",
        "distribution": "Principally in Madagascar but also in mainland Africa, Reunion Island, Mauritius and the Comoros Islands"
    }
]