[
    {
        "name": "Barbosella",
        "discovery": "Schlechter 1918",
        "description": "bar-boh-SEL-lah (click on the name to hear it spoken)\r\nTribe: Epidendreae\r\nSubtribe: Pleurothallidinae\n\r\nNamed in honor of J. Barbosa Rodriguez, a well-known investigator of Brazilian orchids. These mostly creeping plants have single flowers with a unique lip base that works like a ball and socket. Flower color ranges from yellow, green brown to purple. Epiphytic plants are found in very wet cloud forests from 200 m (650 feet) to 3,500m (11,500 feet). Most species get a flush of single flowers several times a year.\n\r\nIf you'd like to learn more, join the Pleurothallid Alliance, an AOS affiliated specialty group",
        "species": "Currently the World Checklist of Monocotyledons recognizes a total of 19 species (9/2007).",
        "distribution": "Widespread from Central America through the Andes into southern Brazil and adjacent Argentina with one species in the Antilles. "
    },
    {
        "name": "Barkeria",
        "discovery": "Knowles & Westcott 1838",
        "description": "bar-KER-ee-ah (click on the name to hear it spoken)\r\nTribe: Epidendreae\r\nSubtribe: Laeliinae\n\r\nThis genus, first described in 1838, honors George Barker of England, who imported and flowered the first plant from Mexico. The genus is described as having epiphytic plants occurring on rocks, trees or shrubs. Stems form slender pseudobulbs, covered with sheaths. The flowers are in a terminal raceme or panicle with the lips free or attached to column up to ½ length. The column is winged, rostellum tongue shaped, and there are four equal-sized pollinia.\n\r\nThese plants have a definite cycle of growth and rest, with the leaves becoming deciduous during the winter rest period. These plants are easy to cultivate and thrive on neglect.",
        "species": "The World Monocot Checklist currently recognizes 16 species. (9/2007)",
        "distribution": "Mexico and Central America "
    },
    {
        "name": "Batemannia",
        "discovery": "Lindley 1714",
        "description": "bait-MAN-ee-uh (click on the name to hear it spoken)\r\nTribe: Maxillarieae\r\nSubtribe: Zygopetalinae\n\r\nhis genus was named in honor of James Bateman, an avid collector and orchid grower of the 19th century. Mr. Bateman was the author of the monumental Orchidaceae of Mexico and Guatemala. Although found over a broad area in tropical South America, Batemannia (sometimes spelled Batemania) has not been a common component of most collections. This small genus has showy, attractive flowers, which makes it well worth cultivating. Perhaps one reason Batemannia has not been appreciated by growers is the mild fragrance of the flower, which is typical of the genus. This fragrance has been characterized by some as “the smell of a sweet stink bug,” not a very flattering description. Vegetatively, these sympodial epiphytes are recognized by their closely clumped, angular pseudobulbs, topped by up to 3 leaves and subtended by a number of large leafy bracts. Each leaf may be up to 12 inches (30 cm) long and 2 inches (5 cm) wide, The arched or pendent inflorescence arises from the base of the pseudobulb and averages three to six flowers. The flowers may be up to 3 inches (7.5 cm) wide. The base color is light green, often with a variable flush of maroon, giving the flowers a reddish brown appearance. The lip is white or white with reddish purple marks. Most commonly encountered species are Batemannia colleyi and B. armillata.",
        "species": "The World Monocot Checklist currently recognizes 5 species. (2007)",
        "distribution": "Colombia, Trinidad, Guyana to Brazil "
    },
    {
        "name": "Benzingia",
        "discovery": "Dodson. 1989",
        "description": "Ben-ZING-ee-ah (click on the name to hear it spoken)\r\nTribe: Arethuseae\r\nSubtribe: Zygopetalinae\n\r\nThe fan shaped plants of Benzingia are clumping epiphytes with flowers that emerge from between the leaf sheathes. The plants lack pseudobulbs. The sepals and petals are generally similar and spreading, the lateral sepals are basally adnate to a column foot forming a short mentum and the petals are inserted obliquely into the column. The lips are variable and can be found minimally concave or shallowly saccate to deeply tubular.\n\r\nThe genus Ackermania and Benzingia were combined by Whitten et al in 2005 into the genus Benzingia. ",
        "species": "The World Monocot Checklist currently recognizes 8 species (2008).",
        "distribution": "Central and South America "
    },
    {
        "name": "Bifrenaria",
        "discovery": "Lindley 1832",
        "description": "bi-fren-AIR-ee-ah (click on the name to hear it spoken)\r\nTribe: Maxillarieae \r\nSubtribe: Bifrenariinae\n\nBifrenaria Lindl. was first described in 1832. The genus has presented taxonomic puzzles with some species being recently transferred to Rudolfiella, Coelia, Lacaena, Stenocoryne and Teuscheria. Bifrenarias are not too common in cultivation but Bif. harrisoniae with its lovely, large, white to pink fragrant blooms is more often seen. This and other species can be a challenge to flower but once a grower develops the knack, blooming is as regular as clockwork. The plants have a characteristic single, leathery, dark green leaf per squat, conic to somewhat flattened pseudobulb. Flower color varies from ivory through green, yellow and pink. Other species that can be found in collections include Bif. atropurpurea (3-6 medium reddish purple blooms that open best when grown cool), Bif. aureofulva (6-10 small orange blooms), Bif. charlesworthii (4-6 small fringed cream blooms), Bif. inodora (4-6 medium greenish blooms), Bif. tetragona (2-3 large purple-spotted green blooms) and Bif. tyrianthina ( 1-4 large rose-purple blooms). \n\nBif. harrisoniae is a Brazilian species found growing on east-facing rocky cliffs at 700-2600 ft. The plants grow exposed to sun and wind but their roots anchor them firmly by penetrating cracks in the rock face. There is near perfect drainage, constant air movement, and bright light. Temperatures range from a high 80 F to a low of 60 F and quite a bit cooler in the months before flowering. Rainfall is concentrated in the warmer months and after the blooming season which is in spring in the Northern Hemisphere. Humidity is high year round. \n\r\nAt the website of Delfina de Araujo , we found a Portuguese/English account of a floristic survey of the Bananal River margins in Rio de Janeiro Province, Brazil by Maria da Penha Fagnani. Although this part of Bananal river runs through an area of environmental protection, they found partial destruction of the forest in some areas but that the big trees which followed the river margin had been preserved. The river margin ecosystem is dependent upon the constant high humidity. Just 100 ft back from the river, the climate is dry by day. Three Bifrenarias found in this region are described as being rupicolous and growing above the water. They are spring-blooming Bif. harrisoniae, winter-blooming Bif. tetragona, and Bif. aureo-fulva which is also known from south and southeastern Brazil. It is clear from this Brazilian account that some Bifrenarias not only can grow lithophytically but they also grow over water where there is a steady year round supply of humid air irrespective of rainfall. We should bear in mind that these tough orchids like it humid and breezy even when watering is being withheld. ",
        "species": "About 20 species. The Monocot checklist currently lists 21 recognized species (6/2009)",
        "distribution": "South America with about half the species from Brazil"
    },
    {
        "name": "Bletilla",
        "discovery": "Reichenbach f. 1853",
        "description": "bleh-TILL-uh (click on the name to hear it spoken)\r\nTribe: Arethuseae\r\nSubtribe: Bletiinae\n\r\nBletilla is a small genus of not more than five or six species, of which only one, B. striata, is commonly found in the trade where it is widely sold as a hardy orchid for outdoor landscaping. The genus was first described by young Reichenbach in 1853, who saw in it a resemblance to Bletia and thus used the diminutive form Bletilla as the genus name. (Bletia was named after Spanish botanist Don Luis Blet.) Both genera are terrestrial and have cormlike pseudobulbs but differ in floral and flowering characteristics. \n\r\nThe lavender or white flowers are 1.5 to 2 inches (4-5 cm) wide and bloom in the spring and summer.",
        "species": "The World Monocot Checklist currently recognizes 5 species. (June 2009)",
        "distribution": "China, Japan, Taiwan"
    },
    {
        "name": "Bonatea",
        "discovery": "Willd. 1805",
        "description": "bow–NAT-eh-ah (click on the name to hear it spoken)\r\nTribe: Orchideae\r\nSubtribe: Habenariinae\n\r\nAlthough the species of this genus are quite showy, resembling Habenaria, they are rarely seen in hobby collections, as they are seldom commercially available. Bonatea speciosa, best known by its very superior cultivar, ‘Green Egret’ FCC/AOS, is more often seen and is relatively easy to grow. The heads of rather large, green and white blooms emerge from mature stems in spring, and are sweetly fragrant in the early morning. The pollinia are very easy to dislodge, so care must be taken not to jar or brush against the inflorescence. This genus hails from the savannah forests and dune environments. In these areas, seasonal rainfall dictates the growing season, so most of these species should be strongly seasonal in their growth and most will drop their foliage during a resting period. Large “tubers” carry them over between seasons, and plants can make sizeable clumps if well grown. The last season’s tubers die as the new season’s tubers are produced.",
        "species": "17 (Kew World Checklist of Monocotyledons 2007)",
        "distribution": "Tropical and South Africa, Arabian peninsula."
    },
    {
        "name": "Brassavola",
        "discovery": "R. Brown 1813",
        "description": "bra-sah-VOH-luh (click on the name to hear it spoken)\r\nTribe: Epidendreae\r\nSubtribe: Laeliinae\n\r\nNamed by Robert Brown in the early 1800’s, Brassavola is a very popular, showy genus that has been used hundreds of times by hybridizers. Beloved by all from the beginner to the advanced hobbyist to the sophisticated hybridizer, Brassavola, especially B. nodosa, is a must for any collection due to its easy growth habit, flower longevity and wonderful evening fragrance. Commonly known as ‘the lady of the night’ the sweet fragrance of B. nodosa can easily fill a large greenhouse. Although now considered a separate genus, (Rhyncholaelia) B. digbyana was once the backbone of ‘fluffy’ Cattleya breeding, the brassocattleyas (BC.) and brassolaeliacattleyas (BLC.). Nowadays breeding with B. nodosa has become very popular as evidenced by the numerous awards granted to such hybrids as Bl. Yellow Bird, Blc. Apache Sunrise, BC. Binosa, BC. Maikai, BC. Carnival Kids, Bl. Richard Mueller, BL. Morning Glory and a long etc.\r\nThe genus Brassavola was named in honor of the Italian botanist, Antonio Musa Brassavola. Species found in hobbyist collections include B. cordata, B. cucullata, B. cebolleta and B. acaulis with B. nodosa being the most well known and easily cultivated. ",
        "species": "The World Monocot Checklist currently recognizes 20 species (6/2009).",
        "distribution": "Tropical America from Mexico through Central America and the West Indies to Brazil and Argentina."
    },
    {
        "name": "Brassia",
        "discovery": "Robert Brown 1813",
        "description": "BRASS–ee-ah (click on the name to hear it spoken)\r\nTribe: Oncidieae\r\nSubtribe: Oncidiinae\n\r\nRobert Brown (1773 – 1858) introduced the genus in 1813 in honor of William Brass, Esq., a botanical illustrator who collected plants for Sir Joseph Banks in Guinea and South Africa. The type species for the genus is Brassia maculata . Brassias are widely distributed, usually quite vigorous epiphytic plants with few-to-many-flowered inflorescences bearing large to very large, whitish to yellowish and light brown flowers with narrow sepals and petals spotted or blotched dark brown and a large, pointed, prominent, more or less reflexed lip. Commonly grown species are Brs. arcuigera (= Bs. longissima), Brs. gireoudiana, and Brs. verrucosa. ",
        "species": "The World Monocot Checklist contains 34 accepted names (2007)",
        "distribution": "These plants grow widely distributed in Florida, Mexico, the Caribbean area to Surinam, Brazil, and Bolivia. "
    },
    {
        "name": "Broughtonia",
        "discovery": "Robert Brown 1813",
        "description": "braw-TOE-nee-ah (click on the name to hear it spoken)\r\nTribe: Epidendreae\r\nSubtribe: Laeliinae\n\r\nDescribed by R. Brown in 1813 and named to honor Arthur Broughton, an English botanist who collected in Jamaica in the early nineteenth century, Broughtonia is closely allied to Laeliopsis and Cattleyopsis and the World Monocot Checklist currently considers both genera to be synonymous with Broughtonia. The genus is characterized by conspicuous, usually flattened and tightly clustered, typically bifoliate, pseudobulbs and moderately long cylindrical inforescences that carry the brightly colored flowers clustered near the apex. The most commonly found in collections are the many color forms of B. sanguinea, ranging from dark pink to white or yellow and B. negrilensis. These species are popular in collections because of their showy, brightly colored flowers and compact growth habit. ",
        "species": "Including the species formerly classified as Cattleyopsis and Laeliopsis, the WCSP Currently recognizes 6 species and 2 natural hybrids (3/2019).",
        "distribution": "Jamaica, Cuba"
    },
    {
        "name": "Bulbophyllum",
        "discovery": "Thouars. 1822",
        "description": "bulb-oh-FILL-um (click on the name to hear it spoken)\r\nTribe: Dendrobieae\r\nSubtribe: Bulbophyllinae\n\r\nThe genus Bulbophyllum was described by Louis-Marie Aubert Du Petit-Thouars in 1822, with the name coming from the Greek bulbos (bulb) and phyllon (leaf). Bulbophyllum and closely allied genera (especially Cirrhopetalum) are considered to be the largest group of orchids. Taxonomists have described at least two dozen allied genera, which have been combined with, and separated from, Bulbophyllum, over the years. Some of the most commonly encountered allied genera are; Cirrhopetalum, Ione, Mastigion, Megaclinium, Rhytionanthos and Trias. The plants are typically small to medium (although some have leaves up to a meter long) creeping epiphytes, having a sympodial growth habit with prominent pseudobulbs, with one or two fleshy leaves. There is a wide range of fantastic flower shapes and sizes (2 mm to 400 mm). All have a hinged lip that aids in pollination. The pollinator (most often a small fly) lands on the lip, which tilts and causes the pollinator to fall back in to the sticky pollina. The flowers are usually short lived (5-7 days) and are occasionally fragrant (while the fragrance can be pleasant it is often quite foul). Some commonly encountered species are: Bulbophyllum dearei, echinolabium, falcatum, fasinator, flabellum-veneris (syn. lepidum), guttalatum, lasiochilum, lobbii, longissimum, makoyanum, medusae, and putidum. Until recently little hybridizing has been done in the genus however, two particularly attractive hybrids are Bulbophyllum Daisy Chain; an example of the smaller umbellate-flowered group, and Bulbophyllum Elizabeth Ann; an wonderful example of the large-flowered group.",
        "species": "This is an enormous genus rife with synonymy. The actual number of species varies depending on whether or not the proposed, closely allied genera are included. Currently, the World Checklist of Monocotyledons recognizes only Trias as a separate genus and includes more than 2000 species in Bulbophyllum.",
        "distribution": "Predominately tropical or subtropical, although the range can extend into temperate regions. A few dozen species are found in the New World (South and Central American and the Caribbean). Several hundred species are found in equatorial Africa and the island of Madagascar. Most species are found in Asia; ranging from the foothills of the Himalayas (2500 m) in Indochina, down through Southeast Asia, Malaysia, the Philippines, Indonesia (especially Java, Borneo, Sumatra, Sulawesii), New Guinea, Australia, and New Zealand. The island of New Guinea, which has at least 600 species, is believed to be the dissemination point for the genus. Since Bulbophyllum species are a very diverse and wide ranging group of orchids, only general culture can be given. The grower should try and obtain habitat information for his/her species of interest. \r\n "
    }
]